Repository: myclabs/Inventory
Catalog: application/languages/AF/configTreatmentDatagrid.tmx
Source language: fr
Languages: en

source: Unité du résultat
en: Result unit

source: Ajout d'un algorithme numérique de type « expression »
en: Creation of a numeric algorithm of "expression" type

source: Ajout d'un algorithme numérique de type « paramètre »
en: Creation of a numeric algorithm of "parameter" type

source: Coordonnées fixées
en: Fixed coordinates

source: Ajout d'une coordonnée fixée
en: Creation of a fixed coordinate

source: Coordonnées déterminées par algorithme
en: Coordinates calculated by an algorithm

source: Ajout d'une coordonnée déterminée par algorithme
en: Creation of an algorithm determined coordinate

source: Ajout d'un algorithme numérique de type « constante »
en: Creation of a numeric algorithm of "constant" type

source: Ajout d'un algorithme de sélection d’identifiant de type expression
en: Creation of an identifier selection algorithm of "expression" type

source: Ajout d'un algorithme de sélection d’identifiant basé sur la saisie d'un champ de sélection simple
en: Creation of an identifier selection algorithm based on a single selection input

source: Axe organisationnel (identifiant)
en: Organizational axis (identifier)

source: Valeur par défaut
en: Default value

source: Ajout d'un algorithme de sélection d’identifiant de type « coordonnée organisationnelle »
en: Creation of an identifier selection algorithm of "organizational coordinate" type
